controllers/BookShopController.php

INSERT INTO `book` (`name`, `isbn`) VALUES ('The game', '23455345323232')
---
    public function actionIndex()
    {

			$book = new Book();
			//$book->name = 'The game';
			//$book->isbn = '23455345323232';
			$book->save();