controllers/BookShopController.php

    public function actionIndex()
    {
		$authors = Author::find()->all();
---
SELECT * FROM `author`