models/Login.php

	public function getUser()
	{
		return User::findOne(['email'=>$this->email]);
---
SELECT * FROM `user` WHERE `email`='christian1@mail.ru'